{
  "success": true,
  "data": [
    {
      "id": "c56a4180-65aa-42ec-a945-5fd21dec0538",
      "title": "Sunset Romance",
      "des1": "A couple holding hands at sunset, symbolizing eternal love. The golden hues of the setting sun reflect on their faces, bringing a warm glow to their bond. The world around them fades as they focus solely on each other, embracing the serenity of the moment.",
      "des2": "As the sun sinks below the horizon, the couple's connection grows stronger. Their fingers intertwined, they share a moment of complete understanding and trust. It’s not just the beauty of the sunset, but the depth of their shared experience that makes this moment unforgettable.",
      "des3": "The surrounding environment becomes a mere backdrop to their love story. Time seems to stand still, and all that matters is their presence beside each other. The sunset is a perfect metaphor for their relationship – something beautiful that only grows more stunning as time goes by.",
      "des4": "This romantic moment represents the promise of eternal love. A love that, like the sunset, may face challenges but always returns, even brighter than before. Their connection is timeless, just like the sun’s return every day, offering new beginnings.",
      "eventTime": "2022-04-22 10:34:23.55",
      "imageUrl": "https://res.cloudinary.com/dd7uhuhan/image/upload/v1734520404/04_l8yvbe.jpg",
      "author": "Rakibul"
    },
    {
      "id": "b16b00b5-c57c-47a8-b462-8ea6a93e3f8c",
      "title": "Heart in Sand",
      "des1": "A heart drawn on the beach sand washed gently by waves. The simplicity of the drawing contrasts with the vast ocean, symbolizing a fleeting yet beautiful moment. As the waves approach, they tenderly erase the lines, reminding us that love, too, can be transient but everlasting in memory.",
      "des2": "The soft touch of the water on the heart represents how love can be delicate, needing care and attention. The heart may disappear with the next wave, but the feelings it represents linger long after the moment has passed. It’s a visual reminder that love is both fragile and enduring.",
      "des3": "As the tides ebb and flow, so does the love between two people. Even when the heart in the sand is washed away, it leaves behind a memory, just as love leaves an imprint on the heart. The constant movement of the waves mirrors the ever-changing nature of emotions and relationships.",
      "des4": "Despite the temporary nature of the heart, its beauty lies in its impermanence. This moment reminds us to appreciate love in the present, to cherish what we have now, and to never take for granted the fleeting beauty of moments spent with loved ones.",
      "eventTime": "2023-05-14 15:42:01.12",
      "imageUrl": "https://res.cloudinary.com/dd7uhuhan/image/upload/v1734520404/07_bpggga.jpg",
      "author": "Rakibul"
    },
    {
      "id": "9e107d9d-3724-4f51-a6b1-2a2a76a83d39",
      "title": "Rose Bouquet",
      "des1": "A beautiful bouquet of red roses, a classic symbol of love. Each rose represents a unique part of the relationship, from the passionate beginnings to the deep connection formed over time. The bouquet symbolizes the beauty and complexity of love, which blooms in different seasons.",
      "des2": "The scent of the roses fills the air, evoking feelings of romance and affection. With each delicate petal, the bouquet speaks to the timeless nature of love. The roses are vibrant and alive, representing the strength and resilience that love can bring into our lives.",
      "des3": "In every rose, there is a story waiting to be told. Some roses are tightly budded, representing the early stages of love, while others have fully bloomed, signifying the maturity and understanding that come with time. Together, they create a harmonious arrangement, just as love grows and deepens.",
      "des4": "Presenting a bouquet of roses is a timeless gesture of affection, a symbol of enduring commitment. It’s an offering that speaks to the heart, saying more than words ever could. Like the roses, love endures through both moments of fragility and strength, blooming anew with each passing day.",
      "eventTime": "2023-06-19 08:56:10.45",
      "imageUrl": "https://res.cloudinary.com/dd7uhuhan/image/upload/v1734520404/05_ulnako.jpg",
      "author": "Rakibul"
    },
    {
      "id": "f4a67e58-2894-4fdd-8f80-e829e1bc27d3",
      "title": "Couple by the Lake",
      "des1": "A romantic evening spent by the lake under the stars. The calm waters reflect the starry sky above, creating an almost magical atmosphere. The couple sits close, their love growing stronger as they share the tranquility of the evening, feeling at peace in each other’s company.",
      "des2": "Surrounded by nature, the quietness of the lake allows for deeper connection and understanding. As the soft breeze brushes against their faces, they exchange stories, dreams, and hopes for the future. It’s a moment where the world feels right, and nothing else matters except the connection between them.",
      "des3": "The sound of water gently lapping against the shore provides a soothing soundtrack to their evening. In this serene environment, the couple can reflect on their shared experiences and look forward to the future together. It’s a place where time seems to slow down, allowing them to savor every second.",
      "des4": "As the stars twinkle above, the couple realizes that this moment, though brief, will remain in their hearts forever. The lake, like their love, is timeless and enduring. This romantic scene captures the essence of a relationship—calm, steady, and full of promise.",
      "eventTime": "2023-07-02 17:23:45.61",
      "imageUrl": "https://res.cloudinary.com/dd7uhuhan/image/upload/v1734520404/06_lci4nq.jpg",
      "author": "Rakibul"
    },
    {
      "id": "aa6a5b6c-23c4-44f6-a2d3-12c2f9e9b5db",
      "title": "Lovers' Silhouette",
      "des1": "A silhouette of two lovers embracing against a pink sky. The colors of the sky change as the sun sets, creating a perfect backdrop for their intimate moment. Their forms, outlined against the vibrant sky, represent the deep connection they share, invisible yet palpable in the air around them.",
      "des2": "This moment capt ures the essence of love that doesn't need to be spoken. In their embrace, they find comfort, understanding, and a sense of belonging. The world around them may change, but the love they share remains constant, strong, and unwavering, just like the silhouette against the sky.",
      "des3": "As the sky darkens and the stars begin to emerge, their bond becomes even more apparent. Their silhouette, once a dark outline against the pink sky, now stands firm and proud against the night. This is the essence of love—remaining steadfast through every change, every season of life.",
      "des4": "In this moment, the couple understands that their love, like the sky, is vast and infinite. No matter how many days pass, or how the seasons change, the love they share will remain constant, a beautiful silhouette against the shifting sky of life.",
      "eventTime": "2023-07-18 21:05:39.23",
      "imageUrl": "https://res.cloudinary.com/dd7uhuhan/image/upload/v1734520403/03_h8wt8g.jpg",
      "author": "Rakibul"
    },
    {
      "id": "e4b1c44d-96a9-472d-a49c-3426b22b80df",
      "title": "Candlelit Dinner",
      "des1": "A romantic candlelit dinner for two, set on a rooftop with city lights. The soft glow of the candles creates an intimate atmosphere, making everything feel more special. The couple enjoys a quiet dinner, the city skyline serving as the perfect backdrop for this intimate moment.",
      "des2": "As they enjoy their meal, the flickering candles cast gentle shadows on their faces. The conversation flows effortlessly, and every glance exchanged is filled with meaning. In this moment, the world below fades away, and only the two of them exist in the glow of the candlelight.",
      "des3": "The night sky above is filled with stars, but it’s the warmth between the two that shines brightest. The candlelit dinner becomes a moment of reflection, a time to celebrate their relationship and the journey they’ve shared so far. The city’s noise is drowned out by their laughter and conversation.",
      "des4": "The simple act of dining together becomes a beautiful celebration of love. The candles may flicker and the night may come to an end, but the connection they share will endure, just as the memories of this evening will stay in their hearts forever.",
      "eventTime": "2023-08-10 19:34:17.89",
      "imageUrl": "https://res.cloudinary.com/dd7uhuhan/image/upload/v1734520403/02_w73f8z.jpg",
      "author": "Rakibul"
    },
    {
      "id": "d2335c2e-7d59-40f4-9f8d-b0d29c58b8f5",
      "title": "Couple on a Swing",
      "des1": "A couple sharing joyful moments on a swing in a park. The carefree laughter and playful energy between them create a lighthearted atmosphere, making the world feel carefree and happy. The swing moves gently back and forth, as they enjoy each other’s company, fully immersed in the present moment.",
      "des2": "As they swing higher, the wind brushes against their faces, and the sound of their laughter fills the air. The carefree nature of the moment reminds them that love is not just about grand gestures, but about the small, joyful moments that create lasting memories.",
      "des3": "The simple act of swinging together becomes a metaphor for their relationship. Just like the swing, their love moves through life with ups and downs, but they always face them together. In every swing forward, they find strength and joy in each other’s presence.",
      "des4": "This moment is a reminder that love can be fun, spontaneous, and full of life. Even in the midst of life’s challenges, there is always room for joy and laughter. Together, they create a moment that will be remembered for years to come.",
      "eventTime": "2023-09-11 14:20:33.78",
      "imageUrl": "https://res.cloudinary.com/dd7uhuhan/image/upload/v1734520403/01_thp08e.jpg",
      "author": "Rakibul"
    },
    {
      "id": "9a1f6c5d-70fc-4b08-80c6-c8dc09e33d7e",
      "title": "Hands Intertwined",
      "des1": "Close-up of hands intertwined, showing love and support. Their fingers, gently entwined, create a symbol of unity and togetherness. This small gesture holds more meaning than any words could express, capturing the quiet yet powerful bond between two people.",
      "des2": "In the delicate connection of their hands, we see a representation of their relationship. No matter what life throws their way, they will face it together, hand in hand. It’s a simple yet profound reminder that love is about mutual support, trust, and understanding.",
      "des3": "The warmth of their touch signifies the emotional connection they share, one that is built on a foundation of care and compassion. In a world that often feels chaotic, this simple act of holding hands brings them back to what matters most—the love they have for each other.",
      "des4": "This quiet moment captures the essence of a deep, lasting relationship. It’s not about grand displays of affection, but the small, everyday moments of connection. The intertwining of their hands is a symbol of their unwavering commitment and love.",
      "eventTime": "2023-10-03 11:45:02.56",
      "imageUrl": "https://res.cloudinary.com/dd7uhuhan/image/upload/v1734520403/12_y1pkqt.jpg",
      "author": "Rakibul"
    },
    {
      "id": "2a34fe39-1b8e-408c-bd35-d15c121cccf9",
      "title": "Rainy Day Hug",
      "des1": "A couple sharing a warm hug under the rain. The soft drizzle only makes their embrace feel warmer, as they find comfort in each other’s arms. The sound of rain is a soothing background to their moment of intimacy, and the world outside fades into the background.",
      "des2": "In this quiet moment, the couple finds solace and warmth in each other’s presence. Despite the cold rain, their hearts are full of warmth, and their love shields them from the storm. It’s a reminder that no matter the weather, love is a constant source of comfort and joy.",
      "des3": "The rain may soak their clothes, but it can’t dampen their spirits. The embrace they share is strong, a symbol of resilience and unity. Together, they face life’s challenges, finding strength in their connection, even in the most unexpected circumstances.",
      "des4": "This rainy day hug is a testament to the power of love. It reminds us that love doesn’t just thrive in perfect conditions; it flourishes in the imperfect moments, like a warm embrace on a rainy day.",
      "eventTime": "2023-10-15 19:13:27.41",
      "imageUrl": "https://res.cloudinary.com/dd7uhuhan/image/upload/v1734520402/11_zo49pw.jpg",
      "author": "Rakibul"
    },
    {
      "id": "c9d12b3c-e981-40d1-b5a7-5871ca0a8ba1",
      "title": "Autumn Stroll",
      "des1": "A couple walking hand in hand through an autumn forest. The leaves crunch beneath their feet as the trees above are painted in shades of red and gold. The crisp air and the beauty of the season create the perfect setting for a peaceful walk together.",
      "des2": "The autumn breeze gently rustles the leaves, and the couple strolls in comfortable silence, enjoying each other’s presence. Every step they take is in sync, a metaphor for how they move through life together, side by side, through every season and change.",
      "des3": "The colors of the autumn trees are a reminder of how relationships evolve over time. Just as the leaves change, so do they, becoming stronger and more beautiful with each passing season. Their walk through the forest represents their journey together, filled with love, growth, and shared experiences.",
      "des4": "In this moment, the couple realizes that love, like the seasons, changes, but it is always beautiful in its own way. Whether in the warmth of summer or the chill of autumn, their love remains constant, a guiding force in their lives.",
      "eventTime": "2023-11-04 12:04:15.12",
      "imageUrl": "https://res.cloudinary.com/dd7uhuhan/image/upload/v1734520402/10_xkmnon.jpg",
      "author": "Rakibul"
    },
    {
      "id": "a1b9c123-d81d-4f7d-9655-6b7a6fe9e1b8",
      "title": "Summer Adventure",
      "des1": "A group of friends enjoying a sunny day by the beach. The sound of waves crashing and laughter fills the air as they play in the sand and swim in the ocean, embracing the joy of the summer season.",
      "des2": "Under the warm sun, the friends bond over shared memories and create new ones. Their carefree moments symbolize the happiness that comes with living in the present and cherishing each other's company.",
      "des3": "The bright blue sky and the crystal-clear water provide the perfect backdrop for their fun-filled day. Their smiles and laughter are a testament to the power of friendship and the beauty of summer adventures.",
      "des4": "As the day draws to a close, the friends gather to watch the sunset, reflecting on the unforgettable moments they’ve shared. It’s a reminder that the best memories are often made when surrounded by those who matter the most.",
      "eventTime": "2024-07-15 17:20:34.45",
      "imageUrl": "https://res.cloudinary.com/dd7uhuhan/image/upload/v1734520402/08_tiwgzt.jpg",
      "author": "Rakibul"
    },
    {
      "id": "b2f3d4e5-c4a8-4778-94ba-3fd0f08c6d79",
      "title": "Spring Blossom",
      "des1": "A couple walking through a park, surrounded by blooming flowers. The air is filled with the sweet fragrance of fresh blossoms, and the colors of the flowers contrast beautifully with the clear blue sky.",
      "des2": "As they walk hand in hand, they stop to admire the flowers, their smiles reflecting the happiness they feel in each other's company. The peaceful atmosphere of the park represents a time of renewal and growth in their relationship.",
      "des3": "The vibrant colors of the flowers remind them of the beauty in life's simplest moments. They realize that, just like the flowers, their love continues to grow and blossom with time, becoming more vibrant and full of life.",
      "des4": "This peaceful stroll through the park marks a new chapter in their lives together. Their love, much like the spring flowers, is fresh and full of promise, ready to bloom into something even more beautiful.",
      "eventTime": "2024-05-10 09:45:21.23",
      "imageUrl": "https://res.cloudinary.com/dd7uhuhan/image/upload/v1734520402/09_r4xnho.jpg",
      "author": "Rakibul"
    }
  ]
}
